{"class_name": "Functional", "config": {"name": "model", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 153], "dtype": "int32", "sparse": false, "ragged": false, "name": "input_1"}, "name": "input_1", "inbound_nodes": []}, {"class_name": "Embedding", "config": {"name": "embedding", "trainable": false, "batch_input_shape": [null, 153], "dtype": "float32", "input_dim": 12073, "output_dim": 350, "embeddings_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "embeddings_regularizer": null, "activity_regularizer": null, "embeddings_constraint": null, "mask_zero": true, "input_length": 153}, "name": "embedding", "inbound_nodes": [[["input_1", 0, 0, {}]]]}, {"class_name": "Bidirectional", "config": {"name": "bilstm1", "trainable": true, "dtype": "float32", "layer": {"class_name": "LSTM", "config": {"name": "lstm", "trainable": true, "dtype": "float32", "return_sequences": true, "return_state": false, "go_backwards": false, "stateful": false, "unroll": false, "time_major": false, "units": 350, "activation": "tanh", "recurrent_activation": "sigmoid", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "unit_forget_bias": true, "kernel_regularizer": null, "recurrent_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "recurrent_constraint": null, "bias_constraint": null, "dropout": 0.0, "recurrent_dropout": 0.0, "implementation": 2}}, "merge_mode": "concat"}, "name": "bilstm1", "inbound_nodes": [[["embedding", 0, 0, {}]]]}, {"class_name": "TimeDistributed", "config": {"name": "time_distributed", "trainable": true, "dtype": "float32", "layer": {"class_name": "Dropout", "config": {"name": "dropout", "trainable": true, "dtype": "float32", "rate": 0.5, "noise_shape": null, "seed": null}}}, "name": "time_distributed", "inbound_nodes": [[["bilstm1", 0, 0, {}]]]}, {"class_name": "TimeDistributed", "config": {"name": "time_distributed_1", "trainable": true, "dtype": "float32", "layer": {"class_name": "Dense", "config": {"name": "dense", "trainable": true, "dtype": "float32", "units": 700, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}}, "name": "time_distributed_1", "inbound_nodes": [[["time_distributed", 0, 0, {}]]]}, {"class_name": "TimeDistributed", "config": {"name": "time_distributed_2", "trainable": true, "dtype": "float32", "layer": {"class_name": "Dense", "config": {"name": "dense_1", "trainable": true, "dtype": "float32", "units": 32, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}}, "name": "time_distributed_2", "inbound_nodes": [[["time_distributed_1", 0, 0, {}]]]}, {"class_name": "CRF", "config": {"name": "crf_layer", "trainable": true, "dtype": "float32", "output_dim": 32, "sparse_target": true, "supports_masking": false, "transitions": [[0.7757505178451538, -1.1022690534591675, -1.143762469291687, -0.9307513236999512, -0.92518150806427, -1.2131435871124268, -0.9728007912635803, -0.7602449655532837, -1.1450315713882446, -1.1759592294692993, -0.992871880531311, -1.2407445907592773, -0.7467400431632996, -0.7878491878509521, -0.8771693110466003, -1.187214970588684, -0.79667067527771, -0.7506576180458069, -0.9534985423088074, -1.1454638242721558, -0.8730106353759766, -1.3341689109802246, -1.225429654121399, -1.0471482276916504, -1.1973246335983276, -0.8203364014625549, -1.3241976499557495, -1.147798776626587, -1.1527704000473022, -0.7844497561454773, -0.9300656318664551, -1.1703696250915527], [-0.9220670461654663, -1.0888043642044067, -0.9569187760353088, -0.9158898591995239, -1.1523343324661255, -1.2159940004348755, -0.894916296005249, -0.9573516249656677, -0.792646050453186, -0.8738219738006592, -1.0088948011398315, -0.8626111745834351, -1.1127249002456665, -0.8388722538948059, -0.986617922782898, -0.7802745699882507, -1.2335442304611206, -0.9017200469970703, -0.6817353367805481, -1.060240626335144, -1.0944007635116577, -0.8891416788101196, -0.8916831016540527, -0.7798091769218445, -0.726334273815155, -0.930138349533081, -1.2230911254882812, -1.1351985931396484, -0.7227111458778381, -1.2932037115097046, -0.7154905200004578, -0.7934077978134155], [-1.2570078372955322, -1.1278650760650635, -0.8679242730140686, -0.9852334260940552, -0.8613295555114746, -0.7018362283706665, -0.8164180517196655, -0.7703226208686829, -0.8139150738716125, -1.2908804416656494, -0.6872953772544861, -1.1348538398742676, -1.1327344179153442, -1.1932542324066162, -0.8657193183898926, -1.2396427392959595, -1.224146842956543, -1.2229799032211304, -1.028494119644165, -0.817162275314331, -0.7202049493789673, -1.093713641166687, -0.6965221762657166, -0.8317669034004211, -0.8797850608825684, -1.2345577478408813, -0.959577739238739, -0.9647852778434753, -0.6994969248771667, -0.8580164909362793, -0.8286252617835999, -1.048696756362915], [-1.2859699726104736, -0.9909877181053162, -0.9165675044059753, -0.8020147681236267, -1.1858495473861694, -1.0746572017669678, -1.2427589893341064, -1.213799238204956, -0.9642684459686279, -0.8988538384437561, -0.7152829766273499, -0.6887251138687134, -1.003130316734314, -0.8611451387405396, -0.7754660844802856, -1.167180061340332, -0.7694469690322876, -0.8210915923118591, -1.2911337614059448, -1.0146507024765015, -0.9587140083312988, -1.1869134902954102, -0.9443172216415405, -0.845758318901062, -0.7773258090019226, -1.0903407335281372, -0.7923389673233032, -0.9159812331199646, -1.2218561172485352, -1.2926127910614014, -1.2489029169082642, -1.0284310579299927], [-1.086154818534851, -0.8310604095458984, -1.1221815347671509, -1.1999709606170654, -1.0057615041732788, -0.9288445711135864, -1.2880440950393677, -1.0600405931472778, -1.1153676509857178, -1.172855019569397, -1.2859047651290894, -0.678423285484314, -0.9372708201408386, -0.8312260508537292, -1.1155906915664673, -0.9347161650657654, -1.1875734329223633, -0.7887338995933533, -1.2863496541976929, -1.2321176528930664, -1.1481610536575317, -0.913119912147522, -1.2798525094985962, -0.7001917958259583, -0.8900882601737976, -1.1421394348144531, -0.7314387559890747, -0.7538707256317139, -1.2328606843948364, -1.0170037746429443, -0.939617931842804, -1.1607133150100708], [-0.8588933348655701, -1.177107572555542, -1.2173439264297485, -0.7236716151237488, -1.0432413816452026, -0.9228278398513794, -1.2652255296707153, -0.7012363076210022, -0.8710945248603821, -0.7128954529762268, -0.9095760583877563, -1.0711002349853516, -0.9527598023414612, -0.8695688843727112, -1.1715304851531982, -0.7531995177268982, -1.1639842987060547, -0.9468947649002075, -0.7302092909812927, -0.9002244472503662, -1.246614694595337, -0.7410194277763367, -1.235069990158081, -0.8056207299232483, -0.7411662340164185, -1.0518015623092651, -0.9099917411804199, -0.9885053634643555, -0.7881494164466858, -1.2134472131729126, -0.7226740121841431, -1.0809568166732788], [-0.8668409585952759, -1.1836415529251099, -1.2192686796188354, -1.0327430963516235, -1.2412352561950684, -1.0414388179779053, -1.1671439409255981, -1.021016240119934, -1.2350157499313354, -1.145134687423706, -0.8044455051422119, -0.8382010459899902, -0.9269618391990662, -0.812455952167511, -0.8356091976165771, -0.7187401056289673, -1.127085566520691, -0.8123235106468201, -0.693161129951477, -1.0515896081924438, -1.0932477712631226, -1.2731943130493164, -0.9070591330528259, -1.1041615009307861, -1.2501493692398071, -1.061383843421936, -1.2281711101531982, -0.9055808782577515, -0.9661312103271484, -0.8158329129219055, -0.6923435926437378, -1.1474063396453857], [-0.8786998987197876, -0.8808329701423645, -0.8132133483886719, -0.9628995656967163, -1.313307762145996, -0.8571333289146423, -1.2208057641983032, -0.7477819919586182, -1.2011905908584595, -1.0342541933059692, -0.9533365368843079, -1.2731654644012451, -1.2353260517120361, -0.8015269041061401, -0.8309714794158936, -0.7987364530563354, -0.7884374856948853, -1.073781132698059, -0.8395900130271912, -1.0189540386199951, -0.723426103591919, -0.8929160237312317, -0.9965237379074097, -0.860385000705719, -1.1164628267288208, -0.7187911868095398, -1.0736761093139648, -1.228085994720459, -0.8974002003669739, -0.7042957544326782, -0.9724767804145813, -0.9586034417152405], [-0.8289703130722046, -0.739820659160614, -1.2204712629318237, -0.9106975197792053, -0.8966830372810364, -1.0046226978302002, -0.900168776512146, -0.7986062169075012, -0.7481622099876404, -0.8850195407867432, -0.9856213331222534, -0.7768346071243286, -0.8638002276420593, -0.7027615308761597, -1.193070650100708, -1.1065346002578735, -0.9901688694953918, -0.8038744926452637, -1.056965947151184, -1.2448042631149292, -0.721889317035675, -0.9598180651664734, -1.1739336252212524, -0.9805849194526672, -1.2682303190231323, -0.7729382514953613, -0.891508162021637, -1.0309733152389526, -0.8047924637794495, -0.9608785510063171, -0.8030914068222046, -1.2796725034713745], [-0.9470571875572205, -0.743914008140564, -1.237334966659546, -0.9951778054237366, -1.2064054012298584, -0.6844645142555237, -1.005337119102478, -0.7532562613487244, -0.91888827085495, -1.0077977180480957, -1.0484228134155273, -0.8182462453842163, -0.8739176988601685, -1.0677555799484253, -0.7800481915473938, -1.1030642986297607, -0.9586087465286255, -0.863985538482666, -0.9790035486221313, -0.7102409601211548, -0.6942912340164185, -1.2157213687896729, -0.789948046207428, -1.0930802822113037, -0.7693907618522644, -1.1583149433135986, -0.684341549873352, -1.1792266368865967, -1.2882124185562134, -0.8633714914321899, -0.7803725600242615, -0.9111059904098511], [-1.1592758893966675, -1.035212755203247, -1.055660605430603, -0.7299390435218811, -1.0195029973983765, -1.1697394847869873, -0.8977156281471252, -1.1935876607894897, -0.8807008862495422, -0.746862530708313, -1.2451705932617188, -0.889700710773468, -1.204628825187683, -0.9360777139663696, -0.9259969592094421, -1.166734218597412, -0.9064448475837708, -1.1399027109146118, -0.801003098487854, -1.2078293561935425, -0.9771698117256165, -0.8507006764411926, -0.9141724705696106, -0.8267753720283508, -0.725917398929596, -1.2734050750732422, -1.2821767330169678, -0.7379987835884094, -1.061780571937561, -1.0927133560180664, -0.72122722864151, -0.8142083883285522], [-1.1776542663574219, -0.7688093781471252, -1.0790752172470093, -0.7336801886558533, -0.796113133430481, -0.8834913372993469, -1.2201110124588013, -1.2401587963104248, -0.6938666701316833, -0.7319194078445435, -1.0236552953720093, -1.176411747932434, -0.8810248970985413, -0.8863033652305603, -0.7194807529449463, -1.1053193807601929, -0.9745827913284302, -1.1818355321884155, -1.2054688930511475, -0.9955195188522339, -0.7865870594978333, -1.0293041467666626, -0.9929527044296265, -1.0536129474639893, -1.0353165864944458, -0.8799176812171936, -0.8805536031723022, -0.9453164935112, -1.1016615629196167, -1.1941702365875244, -1.0183115005493164, -0.8371751308441162], [-1.0279102325439453, -1.023207187652588, -0.9771684408187866, -1.2661279439926147, -0.7696561813354492, -0.7632935047149658, -0.9982079863548279, -1.1124610900878906, -1.2942852973937988, -1.171754240989685, -0.9236380457878113, -0.8127586841583252, -0.8345297574996948, -0.9868106842041016, -1.271365761756897, -0.897612988948822, -1.14395010471344, -1.2532401084899902, -0.8084912300109863, -0.8712624311447144, -1.1820323467254639, -0.9430965781211853, -1.1305360794067383, -1.074927568435669, -1.0330020189285278, -1.0856389999389648, -1.1171982288360596, -0.8739980459213257, -1.2164150476455688, -0.7154878377914429, -1.2333083152770996, -1.2204049825668335], [-0.956132173538208, -1.1192816495895386, -0.6831466555595398, -1.0612378120422363, -1.0881943702697754, -0.7841799259185791, -1.2885892391204834, -0.7645317912101746, -1.1902776956558228, -1.198715329170227, -1.2926640510559082, -0.9520333409309387, -1.2849278450012207, -1.1523686647415161, -1.159502387046814, -0.8187361359596252, -0.7881854176521301, -1.0198800563812256, -0.9076262712478638, -0.9660890102386475, -0.8384982347488403, -1.0661125183105469, -0.758584201335907, -0.7296161651611328, -1.022645354270935, -0.8447081446647644, -0.9318112134933472, -1.2359788417816162, -0.8971821665763855, -0.7007619142532349, -0.6896896958351135, -1.1897810697555542], [-1.2266024351119995, -0.7740386724472046, -1.2871837615966797, -1.1553845405578613, -0.9606142044067383, -0.7172563672065735, -1.1386452913284302, -1.2552707195281982, -1.1254738569259644, -0.970090389251709, -0.9647976756095886, -1.213167428970337, -0.864944577217102, -1.161439061164856, -0.9807766675949097, -1.068185567855835, -0.9402974247932434, -0.967735767364502, -0.7484163045883179, -1.2509008646011353, -0.7755271792411804, -0.7557218670845032, -1.049092173576355, -0.7511618733406067, -1.062575340270996, -1.1300715208053589, -1.1024473905563354, -1.2812259197235107, -1.0083917379379272, -0.8451091647148132, -0.75688236951828, -0.8339830040931702], [-0.7965211868286133, -1.0285863876342773, -1.0623607635498047, -0.9158023595809937, -0.7873711585998535, -1.2564642429351807, -0.8539915680885315, -0.7991549372673035, -1.0982201099395752, -0.7688268423080444, -0.9471212029457092, -1.247135877609253, -1.0061719417572021, -1.1305967569351196, -0.882722795009613, -0.7939016819000244, -0.7819066643714905, -0.898194432258606, -0.9385174512863159, -0.8367419838905334, -0.7865369319915771, -1.2129849195480347, -1.2790486812591553, -1.0022509098052979, -1.276772379875183, -0.8608365058898926, -0.8644222021102905, -1.1525380611419678, -0.9478131532669067, -1.2284446954727173, -0.9884473085403442, -1.1082725524902344], [-0.7888574600219727, -1.0175700187683105, -1.162006139755249, -1.171729564666748, -0.8997506499290466, -0.7953947186470032, -0.9792932868003845, -0.794893741607666, -1.2161022424697876, -0.9996547102928162, -0.8019987344741821, -0.7790178060531616, -0.9195606708526611, -1.2518442869186401, -0.7319173216819763, -1.153045654296875, -0.6986907720565796, -0.9113867282867432, -0.7420843839645386, -1.113432765007019, -1.1723607778549194, -1.1441220045089722, -1.277347207069397, -0.9544697999954224, -0.9309301972389221, -0.9718930721282959, -0.7699388861656189, -0.8927129507064819, -0.6891356110572815, -0.9776799082756042, -0.8705317378044128, -1.199154257774353], [-0.9164500832557678, -0.9285491704940796, -0.9370023608207703, -1.2455805540084839, -0.6883891224861145, -1.0162826776504517, -1.1126209497451782, -0.9949285984039307, -1.2274317741394043, -0.7836076021194458, -0.8177106380462646, -1.0067490339279175, -0.8318570852279663, -1.014809250831604, -0.8287948369979858, -1.0101841688156128, -1.0390554666519165, -0.9584910869598389, -0.8492857813835144, -0.8093162178993225, -0.9992208480834961, -0.7194945812225342, -1.0813369750976562, -1.064394474029541, -1.2347685098648071, -1.1932634115219116, -1.2665196657180786, -0.8108035922050476, -0.935940146446228, -1.2922183275222778, -0.6910154223442078, -1.1735081672668457], [-0.9559889435768127, -0.9679285287857056, -1.2028394937515259, -1.1227357387542725, -0.7309404015541077, -0.7212653756141663, -1.288588285446167, -1.2035422325134277, -1.1143362522125244, -0.7343966364860535, -1.2154532670974731, -0.8834736943244934, -0.8673876523971558, -0.6824260354042053, -1.0462970733642578, -0.9069672226905823, -1.0567692518234253, -1.2612903118133545, -0.9277994632720947, -1.0030878782272339, -0.7821902632713318, -0.9401320219039917, -1.0961805582046509, -1.00870943069458, -0.974955677986145, -1.059847116470337, -0.9290651679039001, -1.0312923192977905, -0.8357918858528137, -1.0603611469268799, -0.995653510093689, -1.1682627201080322], [-0.7687103748321533, -1.2665345668792725, -1.279964566230774, -0.819776713848114, -0.9311723709106445, -1.1084179878234863, -1.0653690099716187, -0.8660098910331726, -1.169055461883545, -1.1656519174575806, -0.992599606513977, -0.9909674525260925, -1.2369714975357056, -0.9334110617637634, -1.108526587486267, -1.160042405128479, -1.0884277820587158, -1.0113366842269897, -1.0355850458145142, -1.0447274446487427, -1.2195476293563843, -1.2626748085021973, -1.0373812913894653, -0.8671485781669617, -1.0571690797805786, -1.058699607849121, -1.1213935613632202, -1.0844718217849731, -1.2789443731307983, -0.6915268898010254, -1.2711161375045776, -1.266528606414795], [-0.8091573715209961, -1.2065030336380005, -1.0622957944869995, -1.2244938611984253, -0.7303277254104614, -0.7986793518066406, -1.1347935199737549, -0.9229755401611328, -0.8669732213020325, -0.8784428834915161, -1.198480248451233, -0.9036257863044739, -0.8572814464569092, -1.0648919343948364, -0.9331813454627991, -0.7784205079078674, -1.068310022354126, -0.733776330947876, -1.128833293914795, -0.8320059776306152, -1.2477972507476807, -1.2417826652526855, -0.8438096642494202, -1.1619532108306885, -0.7573711276054382, -0.7372666001319885, -0.7349179983139038, -1.112729787826538, -1.1588884592056274, -1.113444209098816, -0.9819303750991821, -1.0417938232421875], [-1.1609797477722168, -1.2613223791122437, -0.80304354429245, -1.0486385822296143, -0.732853889465332, -0.8895511031150818, -0.9139524698257446, -1.2077810764312744, -1.1493700742721558, -0.911749541759491, -0.7897261381149292, -0.7799704074859619, -1.2767629623413086, -0.8020658493041992, -0.7906330227851868, -0.9999405145645142, -1.0208954811096191, -1.094305396080017, -1.2864718437194824, -1.1307129859924316, -1.0685192346572876, -0.6923673748970032, -0.73282790184021, -0.899202823638916, -0.8171316385269165, -0.6921625733375549, -1.2331551313400269, -0.954842746257782, -0.7099467515945435, -0.7766663432121277, -1.0602152347564697, -0.9620741009712219], [-1.200293779373169, -0.7780770063400269, -1.1501049995422363, -1.2064802646636963, -1.1877001523971558, -0.9962547421455383, -1.0768126249313354, -1.2573187351226807, -1.1503814458847046, -1.0318609476089478, -0.866416335105896, -0.8689027428627014, -0.8732327222824097, -0.9112415313720703, -1.0804613828659058, -0.6937203407287598, -1.259812593460083, -1.068587303161621, -0.7918891310691833, -1.1405165195465088, -0.9516574740409851, -0.8194557428359985, -0.7010491490364075, -0.8145977258682251, -1.0513521432876587, -1.02705979347229, -0.7606598138809204, -0.9369643330574036, -0.8471320867538452, -0.9389724135398865, -0.775164783000946, -0.7071602940559387], [-0.8849790096282959, -0.9492479562759399, -0.9753761291503906, -0.9576548933982849, -0.7523689866065979, -0.7544903755187988, -0.9426187872886658, -1.21669602394104, -0.7000653147697449, -0.944701611995697, -1.0937162637710571, -1.1114864349365234, -1.136319637298584, -0.6911827921867371, -0.8577038049697876, -0.9486057162284851, -0.9625228643417358, -1.0857446193695068, -1.1550123691558838, -0.8697834610939026, -0.9085643887519836, -1.1096855401992798, -1.0075790882110596, -1.1741411685943604, -0.7230733633041382, -1.0806770324707031, -1.0228297710418701, -1.2675517797470093, -0.9716994762420654, -0.7824469208717346, -0.9914528727531433, -0.8634294271469116], [-0.8688165545463562, -0.862994372844696, -1.2123092412948608, -0.8455411791801453, -1.2143771648406982, -0.9761865735054016, -0.825503945350647, -1.2096972465515137, -0.9458841681480408, -1.1047462224960327, -1.0824271440505981, -0.9334000945091248, -1.2355560064315796, -0.8668356537818909, -1.1432260274887085, -0.8829514980316162, -1.133818507194519, -0.8155085444450378, -0.823460042476654, -0.7106767296791077, -1.0150612592697144, -0.9094687700271606, -1.1335155963897705, -1.0736172199249268, -1.2282752990722656, -0.9863928556442261, -1.2223787307739258, -0.8649296760559082, -0.9059544801712036, -0.6985801458358765, -1.1695265769958496, -1.0235252380371094], [-1.2829433679580688, -1.2026771306991577, -1.23214590549469, -1.118139386177063, -1.1871801614761353, -1.1140599250793457, -0.9355060458183289, -0.7383834719657898, -0.8750026822090149, -1.1823406219482422, -1.0171713829040527, -1.260030746459961, -0.6992778778076172, -0.7603659629821777, -0.7020685076713562, -0.9439900517463684, -1.266606092453003, -1.017996907234192, -0.8311116099357605, -0.9273802638053894, -1.0658910274505615, -1.2702885866165161, -1.2358729839324951, -0.7418912649154663, -1.0554147958755493, -0.9011356830596924, -0.7738519906997681, -1.1701529026031494, -1.0239462852478027, -0.8550717234611511, -0.8824442625045776, -0.7061079740524292], [-0.8429436683654785, -0.803272545337677, -0.9040678143501282, -1.0202248096466064, -1.1307927370071411, -0.7087907195091248, -1.0415998697280884, -0.8411222696304321, -1.089333176612854, -1.1299400329589844, -1.2129205465316772, -0.863894522190094, -0.8058128952980042, -0.7207905054092407, -0.7047469019889832, -0.7354454398155212, -1.2403764724731445, -0.7090967893600464, -1.2658272981643677, -1.1592925786972046, -0.6843120455741882, -1.1549352407455444, -0.8654007911682129, -1.2463403940200806, -0.9939438104629517, -0.8320236802101135, -1.1355317831039429, -1.1742695569992065, -1.2514750957489014, -0.7421051859855652, -0.8459342122077942, -0.6936759352684021], [0.8484348058700562, -1.1683790683746338, -0.8301988840103149, -0.7623699903488159, -0.8807875514030457, -1.032964825630188, -1.2858095169067383, -1.0363689661026, -0.8914225697517395, -1.001631498336792, -0.6901878714561462, -0.7398126721382141, -0.9364909529685974, -1.0699398517608643, -1.1018315553665161, -0.7259851098060608, -0.7478207945823669, -1.233443260192871, -0.9488967657089233, -0.7908891439437866, -1.2201122045516968, -1.1257123947143555, -0.9257320165634155, -0.9607087969779968, -1.2081353664398193, -0.9771733283996582, -0.918497622013092, -0.5257599949836731, -1.1662415266036987, -0.9649320840835571, -0.9542098045349121, -0.6840864419937134], [-0.7739737629890442, -1.237288475036621, -0.8893160223960876, -1.287421703338623, -1.225504994392395, -1.1829332113265991, -1.1902071237564087, -1.1582778692245483, -1.1045007705688477, -1.0789108276367188, -0.9195888042449951, -1.0400440692901611, -0.835146427154541, -0.7602054476737976, -1.142046332359314, -1.0033117532730103, -1.1507195234298706, -0.7169288992881775, -0.8342680931091309, -0.9110661149024963, -1.1373043060302734, -0.8798022270202637, -1.1457046270370483, -0.8292991518974304, -0.8997614979743958, -0.8461112976074219, -0.8931463360786438, -0.9141972064971924, -1.2597023248672485, -1.1052743196487427, -1.2676225900650024, -1.2331664562225342], [-1.0684860944747925, -1.2216302156448364, -0.7708592414855957, -0.6903930306434631, -0.8772561550140381, -1.137031078338623, -1.136200189590454, -0.7672315835952759, -1.083452820777893, -1.2494707107543945, -0.895354151725769, -1.2174692153930664, -0.7723426222801208, -0.7553852796554565, -1.1478365659713745, -0.9403229355812073, -1.2665578126907349, -0.7323831915855408, -0.9998428225517273, -1.2065629959106445, -1.1415085792541504, -1.0181267261505127, -0.8564435839653015, -0.847277045249939, -1.1818609237670898, -0.9909879565238953, -1.1213691234588623, -1.1410764455795288, -1.0171384811401367, -0.8776538372039795, -1.0933427810668945, -0.75731360912323], [-0.9280391335487366, -1.1590118408203125, -1.0330737829208374, -1.0644108057022095, -1.1964057683944702, -1.284499168395996, -0.8426821827888489, -1.0333073139190674, -0.7655743956565857, -0.7136054039001465, -1.0908704996109009, -0.8150839805603027, -0.901626467704773, -1.1381785869598389, -0.9496778845787048, -1.2775037288665771, -0.7035501599311829, -1.1838620901107788, -1.0521068572998047, -0.750464677810669, -0.8462699055671692, -0.972292423248291, -1.1565096378326416, -0.7427760362625122, -1.0459946393966675, -0.7209039330482483, -1.017313003540039, -0.7410926222801208, -0.7579926252365112, -1.142409324645996, -0.9585831761360168, -1.1789500713348389], [-1.0952578783035278, -1.1734594106674194, -0.944373607635498, -0.8255774974822998, -1.0136338472366333, -1.1527560949325562, -1.2908693552017212, -1.0129777193069458, -0.8348838686943054, -1.052709698677063, -1.0796068906784058, -0.9223160147666931, -1.2797406911849976, -0.8395311236381531, -0.7289119362831116, -0.9261128902435303, -0.9338252544403076, -1.2623828649520874, -0.9531733989715576, -0.8834022879600525, -0.8883758783340454, -0.8138842582702637, -0.7324522137641907, -0.9391115307807922, -0.754560112953186, -1.0573540925979614, -0.9578461647033691, -0.8117543458938599, -1.129377007484436, -0.802487313747406, -0.7841001152992249, -0.7062422633171082]]}, "name": "crf_layer", "inbound_nodes": [[["time_distributed_2", 0, 0, {}]]]}], "input_layers": [["input_1", 0, 0]], "output_layers": [["crf_layer", 0, 0]]}, "keras_version": "2.4.0", "backend": "tensorflow"}